Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: A relay address is invalid. Go back and check the settings.
de: Eine Relay-Adresse ist ungültig. Gehe zurück und prüfe die Einstellungen.
es: Una dirección de relay no es válida. Vuelve y revisa los ajustes.
fr: Une adresse de relais est invalide. Revenez en arrière et vérifiez les réglages.
it: Un indirizzo relay non è valido. Torna indietro e controlla le impostazioni.
pt: Um endereço de relay é inválido. Volte e confira as configurações.
ru: Недопустимый адрес ретранслятора. Вернитесь назад и проверьте настройки.
tr: Bir aktarıcı adresi geçersiz. Geri dönüp ayarları kontrol edin.
zh_hans: 中继地址无效。请返回检查设置。
zh_hant: 中繼站位址無效。請返回檢查設定。

source: A relay address is not safe to connect to.
de: Eine Relay-Adresse ist für eine Verbindung nicht sicher.
es: No es seguro conectarse a una dirección de relay.
fr: La connexion à une adresse de relais n’est pas sûre.
it: Non è sicuro connettersi a un indirizzo relay.
pt: Não é seguro conectar a um endereço de relay.
ru: Подключаться к этому адресу ретранслятора небезопасно.
tr: Bir röle adresine bağlanmak güvenli değil.
zh_hans: 连接某个中继地址不安全。
zh_hant: 連接某個中繼位址不安全。

source: A relay could not be reached.
de: Ein Relay war nicht erreichbar.
es: No se pudo contactar con un relay.
fr: Un relais est injoignable.
it: Impossibile raggiungere un relay.
pt: Não foi possível acessar um relay.
ru: Не удалось связаться с ретранслятором.
tr: Bir röleye ulaşılamadı.
zh_hans: 无法连接某个中继。
zh_hant: 無法連接某個中繼。

source: A relay did not respond in time. Your existing settings have not been replaced.
de: Ein Relay hat nicht rechtzeitig geantwortet. Deine bisherigen Einstellungen wurden nicht ersetzt.
es: Un relay no respondió a tiempo. No se han reemplazado tus ajustes actuales.
fr: Un relais n’a pas répondu à temps. Vos paramètres existants n’ont pas été remplacés.
it: Un relay non ha risposto in tempo. Le tue impostazioni esistenti non sono state sostituite.
pt: Um relay não respondeu a tempo. Suas configurações atuais não foram substituídas.
ru: Ретранслятор не ответил вовремя. Существующие настройки не заменены.
tr: Bir röle zamanında yanıt vermedi. Mevcut ayarların değiştirilmedi.
zh_hans: 某个中继未及时响应。现有设置尚未被替换。
zh_hant: 某個中繼未及時回應。現有設定尚未被取代。

source: A relay is no longer supported.
de: Ein Relay wird nicht mehr unterstützt.
es: Un relay ya no es compatible.
fr: Un relais n’est plus pris en charge.
it: Un relay non è più supportato.
pt: Um relay não é mais compatível.
ru: Ретранслятор больше не поддерживается.
tr: Bir röle artık desteklenmiyor.
zh_hans: 某个中继已不再受支持。
zh_hant: 某個中繼已不再受支援。

source: A relay requires authentication.
de: Ein Relay erfordert eine Authentifizierung.
es: Un relay requiere autenticación.
fr: Un relais exige une authentification.
it: Un relay richiede l’autenticazione.
pt: Um relay exige autenticação.
ru: Ретранслятор требует аутентификации.
tr: Bir röle kimlik doğrulaması gerektiriyor.
zh_hans: 某个中继要求身份验证。
zh_hant: 某個中繼要求身分驗證。

source: A relay requires payment.
de: Ein Relay erfordert eine Zahlung.
es: Un relay requiere un pago.
fr: Un relais exige un paiement.
it: Un relay richiede un pagamento.
pt: Um relay exige pagamento.
ru: Ретранслятор требует оплаты.
tr: Bir röle ödeme gerektiriyor.
zh_hans: 某个中继要求付款。
zh_hant: 某個中繼要求付款。

source: A relay restricted access.
de: Ein Relay hat den Zugriff eingeschränkt.
es: Un relay restringió el acceso.
fr: Un relais a restreint l’accès.
it: Un relay ha limitato l’accesso.
pt: Um relay restringiu o acesso.
ru: Ретранслятор ограничил доступ.
tr: Bir röle erişimi kısıtladı.
zh_hans: 某个中继限制了访问。
zh_hant: 某個中繼限制了存取。

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre
ru: Описание
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

source: About (Optional)
de: Über mich (optional)
es: Acerca de (opcional)
fr: À propos (facultatif)
it: Info (facoltativo)
pt: Sobre (opcional)
ru: О себе (необязательно)
tr: Hakkında (İsteğe bağlı)
zh_hans: 简介（可选）
zh_hant: 簡介（選填）

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
pt: Aceitar
ru: Принять
tr: Kabul et
zh_hans: 接受
zh_hant: 接受

# accepted %u/%u required; %u unattempted; %u failed; %u prohibited
source: accepted %1$u/%2$u required; %3$u unattempted; %4$u failed; %5$u prohibited
de: akzeptiert: %u/%u erforderlich; %u nicht versucht; %u fehlgeschlagen; %u verboten
es: aceptados: %u/%u requeridos; %u sin intentar; %u fallidos; %u prohibidos
fr: acceptés : %u/%u requis ; %u non tentés ; %u échoués ; %u interdits
it: accettati: %u/%u richiesti; %u non tentati; %u non riusciti; %u vietati
pt: aceitos: %u/%u necessários; %u não tentados; %u falharam; %u proibidos
ru: принято %u из %u обязательных; не предпринято: %u; ошибок: %u; запрещено: %u
tr: kabul edilen: %u/%u gerekli; %u denenmedi; %u başarısız; %u yasak
zh_hans: 已接受：%u/%u 个必需目标；%u 个未尝试；%u 个失败；%u 个被禁止
zh_hant: 已接受：%u/%u 個必要目標；%u 個未嘗試；%u 個失敗；%u 個遭禁止

source: Accepted batches
de: Akzeptierte Pakete
es: Lotes aceptados
fr: Lots acceptés
it: Batch accettati
pt: Lotes aceitos
ru: Принятые пакеты
tr: Kabul edilen gruplar
zh_hans: 已接受的批次
zh_hant: 已接受的批次

source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta
ru: Аккаунт
tr: Hesap
zh_hans: 账号
zh_hant: 帳號

source: Account created
de: Konto erstellt
es: Cuenta creada
fr: Compte créé
it: Account creato
pt: Conta criada
ru: Аккаунт создан
tr: Hesap oluşturuldu
zh_hans: 账户已创建
zh_hant: 帳號已建立

source: Account Relays
de: Konto-Relays
es: Retransmisiones de cuentas
fr: Relais de compte
it: Relè di conto
pt: Retransmissões de conta
ru: Реле учетных записей
tr: Hesap Aktarmaları
zh_hans: 帐户中继
zh_hant: 帳戶中繼

source: Account setup
de: Kontoeinrichtung
es: Configuración de la cuenta
fr: Configuration du compte
it: Configurazione account
pt: Configuração da conta
ru: Настройка аккаунта
tr: Hesap kurulumu
zh_hans: 账户设置
zh_hant: 帳戶設定

source: Active
de: Aktiv
es: Activos
fr: Actifs
it: Attive
pt: Ativos
ru: Активные
tr: Aktif
zh_hans: 活跃
zh_hant: 使用中

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
pt: Atividades
ru: Мероприятия
tr: Faaliyetler
zh_hans: 活动
zh_hant: 活動

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加
zh_hant: 加入

source: Add a caption…
de: Fügen Sie eine Beschriftung hinzu…
es: Añade un título...
fr: Ajouter une légende…
it: Aggiungi una didascalia...
pt: Adicione uma legenda…
ru: Добавить подпись…
tr: Bir başlık ekleyin…
zh_hans: 添加标题...
zh_hant: 新增標題...

source: Add attachment
de: Anhang hinzufügen
es: Añadir adjunto
fr: Ajouter une pièce jointe
it: Aggiungi allegato
pt: Adicionar anexo
ru: Добавить вложение
tr: Ek ekle
zh_hans: 添加附件
zh_hant: 加入附件

source: Add Description
de: Beschreibung hinzufügen
es: Añadir descripción
fr: Ajouter une description
it: Aggiungi descrizione
pt: Adicionar descrição
ru: Добавить описание
tr: Açıklama ekle
zh_hans: 添加描述
zh_hant: 新增描述

source: Add members
de: Mitglieder hinzufügen
es: Agregar miembros
fr: Ajouter des membres
it: Aggiungi membri
pt: Adicionar membros
ru: Добавить участников
tr: Üye ekle
zh_hans: 添加成员
zh_hant: 新增成員

source: Add Members
de: Mitglieder hinzufügen
es: Añadir miembros
fr: Ajouter des membres
it: Aggiungi membri
pt: Adicionar membros
ru: Добавить участников
tr: Üye ekle
zh_hans: 添加成员
zh_hant: 新增成員

source: Add members to start the conversation.
de: Fügen Sie Mitglieder hinzu, um die Unterhaltung zu beginnen.
es: Agregue miembros para iniciar la conversación.
fr: Ajoutez des membres pour démarrer la conversation.
it: Aggiungi membri per avviare la conversazione.
pt: Adicione membros para iniciar a conversa.
ru: Добавьте участников, чтобы начать разговор.
tr: Konuşmayı başlatmak için üyeleri ekleyin.
zh_hans: 添加成员以开始对话。
zh_hant: 新增成員以開始對話。

source: Add more
de: Fügen Sie weitere hinzu
es: Añadir más
fr: Ajouter plus
it: Aggiungi altro
pt: Adicionar mais
ru: Добавить еще
tr: Daha fazlasını ekle
zh_hans: 添加更多
zh_hant: 添加更多

source: Add People
de: Personen hinzufügen
es: Añadir personas
fr: Ajouter des personnes
it: Aggiungi persone
pt: Adicionar pessoas
ru: Добавить участников
tr: Kişi ekle
zh_hans: 添加成员
zh_hant: 加入成員

source: Add photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
pt: Adicionar foto
ru: Добавить фото
tr: Fotoğraf ekle
zh_hans: 添加照片
zh_hant: 加入照片

source: Add Photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
pt: Adicionar foto
ru: Добавить фото
tr: Fotoğraf ekle
zh_hans: 添加照片
zh_hant: 加入照片

source: Add Profile
de: Profil hinzufügen
es: Agregar perfil
fr: Ajouter un profil
it: Aggiungi profilo
pt: Adicionar perfil
ru: Добавить профиль
tr: Profil ekle
zh_hans: 添加个人资料
zh_hant: 新增個人資料

source: Add Relay
de: Relais hinzufügen
es: Añadir relé
fr: Ajouter un relais
it: Aggiungi relay
pt: Adicionar relé
ru: Добавить реле
tr: Röle ekle
zh_hans: 添加中继器
zh_hant: 加入中繼站

source: Add to group
de: Zu Gruppe hinzufügen
es: Añadir a un grupo
fr: Ajouter à un groupe
it: Aggiungi a un gruppo
pt: Adicionar a um grupo
ru: Добавить в группу
tr: Gruba ekle
zh_hans: 添加到群组
zh_hant: 加入群組

source: Add to Group
de: Zur Gruppe hinzufügen
es: Agregar al grupo
fr: Ajouter au groupe
it: Aggiungi al gruppo
pt: Adicionar ao grupo
ru: Добавить в группу
tr: Gruba Ekle
zh_hans: 添加到组
zh_hant: 新增到群組

source: Added to group
de: Zur Gruppe hinzugefügt
es: Añadido al grupo
fr: Ajouté au groupe
it: Aggiunto al gruppo
pt: Adicionado ao grupo
ru: Добавлен в группу
tr: Gruba eklendi
zh_hans: 已添加到群组
zh_hant: 已加入群組

source: Adds %@ to the group you pick.
de: Fügt %@ der ausgewählten Gruppe hinzu.
es: Añade a %@ al grupo que elijas.
fr: Ajoute %@ au groupe choisi.
it: Aggiunge %@ al gruppo scelto.
pt: Adiciona %@ ao grupo escolhido.
ru: Добавляет %@ в выбранную группу.
tr: %@ kişisini seçtiğin gruba ekler.
zh_hans: 将%@添加到你选择的群组。
zh_hant: 將%@加入你選擇的群組。

source: Adds debugging tools, including MLS group internals and diagnostics. Streaming debug shows every agent-stream MLS event and live QUIC update in the conversation timeline. The diagnostics console can log message text and account activity on this device.
de: Fügt Debugging-Werkzeuge hinzu, darunter MLS-Gruppeninterna und Diagnosen. Streaming-Debug zeigt jedes Agent-Stream-MLS-Ereignis und jede Live-QUIC-Aktualisierung in der Konversationschronik. Die Diagnosekonsole kann Nachrichtentext und Kontoaktivität auf diesem Gerät protokollieren.
es: Agrega herramientas de depuración, incluidos detalles internos del grupo MLS y diagnósticos. La depuración de streaming muestra cada evento MLS de agent-stream y cada actualización QUIC en vivo en la cronología de la conversación. La consola de diagnósticos puede registrar texto de mensajes y actividad de la cuenta en este dispositivo.
fr: Ajoute des outils de débogage, notamment les détails internes des groupes MLS et les diagnostics. Le débogage du streaming affiche chaque événement MLS agent-stream et chaque mise à jour QUIC en direct dans le fil de conversation. La console de diagnostic peut journaliser le texte des messages et l'activité du compte sur cet appareil.
it: Aggiunge strumenti di debug, inclusi dettagli interni dei gruppi MLS e diagnostica. Il debug dello streaming mostra ogni evento MLS agent-stream e ogni aggiornamento QUIC in tempo reale nella cronologia della conversazione. La console di diagnostica può registrare il testo dei messaggi e l'attività dell'account su questo dispositivo.
pt: Adiciona ferramentas de depuração, incluindo detalhes internos de grupos MLS e diagnósticos. A depuração de streaming mostra cada evento MLS de agent-stream e cada atualização QUIC ao vivo na linha do tempo da conversa. O console de diagnóstico pode registrar texto de mensagens e atividade da conta neste dispositivo.
ru: Добавляет инструменты отладки, включая внутренние данные групп MLS и диагностику. Потоковая отладка показывает каждое MLS-событие agent-stream и каждое живое обновление QUIC в ленте беседы. Диагностическая консоль может записывать текст сообщений и активность учетной записи на этом устройстве.
tr: MLS grup iç ayrıntıları ve tanılama dahil hata ayıklama araçları ekler. Akış hata ayıklaması, konuşma zaman çizelgesinde her agent-stream MLS olayını ve canlı QUIC güncellemesini gösterir. Tanılama konsolu bu cihazda mesaj metnini ve hesap etkinliğini günlüğe kaydedebilir.
zh_hans: 添加调试工具，包括 MLS 群组内部信息和诊断。流式调试会在对话时间线中显示每个 agent-stream MLS 事件和实时 QUIC 更新。诊断控制台可以在此设备上记录消息文本和账户活动。
zh_hant: 加入偵錯工具，包括 MLS 群組內部資訊和診斷。串流偵錯會在對話時間軸中顯示每個 agent-stream MLS 事件和即時 QUIC 更新。診斷主控台可以在此裝置上記錄訊息文字和帳號活動。

source: Adds debugging tools, including MLS group internals and diagnostics. The diagnostics console can log message text and account activity on this device.
de: Integriert Debugging-Tools, einschließlich MLS-Gruppeninterna und Diagnosefunktionen. Die Diagnosekonsole kann Nachrichtentexte und Kontoaktivitäten auf diesem Gerät protokollieren.
es: Agrega herramientas de depuración, incluidos diagnósticos e componentes internos del grupo MLS. La consola de diagnóstico puede registrar el texto de los mensajes y la actividad de la cuenta en este dispositivo.
fr: Ajoute des outils de débogage, notamment les composants internes et les diagnostics du groupe MLS. La console de diagnostic peut enregistrer le texte des messages et l'activité du compte sur cet appareil.
it: Aggiunge strumenti di debug, inclusi gli interni e la diagnostica del gruppo MLS. La console di diagnostica può registrare il testo dei messaggi e l'attività dell'account su questo dispositivo.
pt: Adiciona ferramentas de depuração, incluindo diagnósticos e internos do grupo MLS. O console de diagnóstico pode registrar o texto da mensagem e a atividade da conta neste dispositivo.
ru: Добавляет инструменты отладки, включая внутренние компоненты и диагностику группы MLS. Консоль диагностики может регистрировать текст сообщения и активность учетной записи на этом устройстве.
tr: MLS grup dahili bileşenleri ve tanılama dahil hata ayıklama araçlarını ekler. Tanılama konsolu, bu cihazdaki mesaj metnini ve hesap etkinliğini günlüğe kaydedebilir.
zh_hans: 添加调试工具，包括 MLS 组内部和诊断。诊断控制台可以记录该设备上的消息文本和帐户活动。
zh_hant: 新增偵錯工具，包括 MLS 組內部和診斷。診斷控制台可以記錄該裝置上的訊息文字和帳戶活動。

source: Admin removed
de: Administrator entfernt
es: Administrador eliminado
fr: Administrateur supprimé
it: Amministratore rimosso
pt: Administrador removido
ru: Администратор удален
tr: Yönetici kaldırıldı
zh_hans: 管理员已删除
zh_hant: 管理員已刪除

source: Admins
de: Administratoren
es: Administradores
fr: Administrateurs
it: Amministratori
pt: Administradores
ru: Админы
tr: Yöneticiler
zh_hans: 管理员
zh_hant: 管理員

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
pt: Avançado
ru: Дополнительно
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: After 1 minute
de: Nach 1 Minute
es: Después de 1 minuto
fr: Après 1 minute
it: Dopo 1 minuto
pt: Após 1 minuto
ru: Через 1 минуту
tr: 1 dakika sonra
zh_hans: 1 分钟后
zh_hant: 1 分鐘後

source: After 5 minutes
de: Nach 5 Minuten
es: Después de 5 minutos
fr: Après 5 minutes
it: Dopo 5 minuti
pt: Após 5 minutos
ru: Через 5 минут
tr: 5 dakika sonra
zh_hans: 5 分钟后
zh_hant: 5 分鐘後

source: After 15 minutes
de: Nach 15 Minuten
es: Después de 15 minutos
fr: Après 15 minutes
it: Dopo 15 minuti
pt: Após 15 minutos
ru: Через 15 минут
tr: 15 dakika sonra
zh_hans: 15 分钟后
zh_hant: 15 分鐘後

source: All
de: Alle
es: Todos
fr: Tous
it: Tutte
pt: Todas
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: All messages
de: Alle Nachrichten
es: Todos los mensajes
fr: Tous les messages
it: Tutti i messaggi
pt: Todas as mensagens
ru: Все сообщения
tr: Tüm mesajlar
zh_hans: 所有消息
zh_hant: 所有訊息

source: All relay lists are published.
de: Alle Staffellisten werden veröffentlicht.
es: Todas las listas de retransmisiones están publicadas.
fr: Toutes les listes de relais sont publiées.
it: Tutti gli elenchi di rilancio sono pubblicati.
pt: Todas as listas de retransmissão são publicadas.
ru: Все списки реле опубликованы.
tr: Tüm aktarma listeleri yayınlanır.
zh_hans: 所有中继列表均已发布。
zh_hant: 所有中繼名單均已發布。

source: Allow Notifications
de: Benachrichtigungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti notifiche
pt: Permitir notificações
ru: Разрешить уведомления
tr: Bildirimlere izin ver
zh_hans: 允许通知
zh_hant: 允許通知

source: Allow notifications to use these options.
de: Erlaube Benachrichtigungen, um diese Optionen zu nutzen.
es: Permite las notificaciones para usar estas opciones.
fr: Autorisez les notifications pour utiliser ces options.
it: Consenti le notifiche per usare queste opzioni.
pt: Permita as notificações para usar estas opções.
ru: Разрешите уведомления, чтобы использовать эти параметры.
tr: Bu seçenekleri kullanmak için bildirimlere izin verin.
zh_hans: 允许通知后即可使用这些选项。
zh_hant: 允許通知後即可使用這些選項。

source: Analytics
de: Analysedaten
es: Análisis
fr: Analyses
it: Analisi
pt: Análise
ru: Аналитика
tr: Analiz
zh_hans: 分析
zh_hant: 分析

source: Animals & Nature
de: Tiere & Natur
es: Animales y naturaleza
fr: Animaux et nature
it: Animali e natura
pt: Animais e Natureza
ru: Животные и природа
tr: Hayvanlar ve Doğa
zh_hans: 动物与自然
zh_hant: 動物與自然

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
pt: Anônimo
ru: Анонимный
tr: Anonim
zh_hans: 匿名的
zh_hant: 匿名的

source: Anonymous Telemetry
de: Anonyme Telemetrie
es: Telemetría anónima
fr: Télémétrie anonyme
it: Telemetria anonima
pt: Telemetria anônima
ru: Анонимная телеметрия
tr: Anonim telemetri
zh_hans: 匿名遥测
zh_hant: 匿名遙測

source: Another group update is still in progress.
de: Eine andere Gruppenaktualisierung läuft noch.
es: Otra actualización del grupo sigue en curso.
fr: Une autre mise à jour du groupe est en cours.
it: Un altro aggiornamento del gruppo è in corso.
pt: Outra atualização do grupo ainda está em andamento.
ru: Другое обновление группы ещё выполняется.
tr: Başka bir grup güncellemesi hâlâ sürüyor.
zh_hans: 另一项群组更新仍在进行中。
zh_hant: 另一項群組更新仍在進行中。

source: Another group update replaced your change. Check the current chat details.
de: Eine andere Gruppenaktualisierung hat deine Änderung ersetzt. Prüfe die aktuellen Chatdetails.
es: Otra actualización del grupo reemplazó tu cambio. Revisa los detalles actuales del chat.
fr: Une autre mise à jour du groupe a remplacé votre modification. Vérifiez les détails actuels de la discussion.
it: Un altro aggiornamento del gruppo ha sostituito la tua modifica. Controlla i dettagli attuali della chat.
pt: Outra atualização do grupo substituiu a tua alteração. Verifica os detalhes atuais da conversa.
ru: Другое обновление группы заменило ваше изменение. Проверьте текущие сведения о чате.
tr: Başka bir grup güncellemesi değişikliğinizin yerini aldı. Güncel sohbet ayrıntılarını kontrol edin.
zh_hans: 另一次群组更新替换了你的更改。请检查当前聊天详情。
zh_hant: 另一次群組更新取代了你的變更。請檢查目前的聊天詳細資訊。

source: Another installation may exist.
de: Möglicherweise gibt es eine weitere Installation.
es: Puede existir otra instalación.
fr: Une autre installation peut exister.
it: Potrebbe esistere un’altra installazione.
pt: Pode existir outra instalação.
ru: Возможно, существует другая установка.
tr: Başka bir kurulum olabilir.
zh_hans: 可能存在另一处安装。
zh_hant: 可能存在另一處安裝。

source: APNS did not return a new device token in time. Try again, or check notification permission in Settings.
de: APNS hat nicht rechtzeitig ein neues Geräte-Token zurückgegeben. Versuche es erneut oder prüfe die Benachrichtigungsberechtigung in den Einstellungen.
es: APNS no devolvió un token de dispositivo nuevo a tiempo. Inténtalo de nuevo o revisa el permiso de notificaciones en Ajustes.
fr: APNS n’a pas renvoyé un nouveau jeton d’appareil à temps. Réessayez ou vérifiez l’autorisation de notifications dans Réglages.
it: APNS non ha restituito un nuovo token del dispositivo in tempo. Riprova o controlla l’autorizzazione alle notifiche in Impostazioni.
pt: APNS não devolveu um token de dispositivo novo a tempo. Tente novamente ou verifique a permissão de notificações em Ajustes.
ru: APNS не вернул новый токен устройства вовремя. Повторите попытку или проверьте разрешение на уведомления в Настройках.
tr: APNS zamanında yeni bir cihaz belirteci döndürmedi. Tekrar deneyin veya Ayarlar’daki bildirim iznini kontrol edin.
zh_hans: APNS 未及时返回新的设备令牌。请重试，或在设置中检查通知权限。
zh_hant: APNS 未及時返回新的裝置令牌。請再試一次，或在設定中檢查通知權限。

source: APNS has not returned a device token yet.
de: APNS hat noch kein Geräte-Token zurückgegeben.
es: APNS aún no ha devuelto un token de dispositivo.
fr: APNS n’a pas encore renvoyé de jeton d’appareil.
it: APNS non ha ancora restituito un token del dispositivo.
pt: APNS ainda não retornou um token de dispositivo.
ru: APNS еще не вернул токен устройства.
tr: APNS henüz bir cihaz jetonunu döndürmedi.
zh_hans: APNS 尚未返回设备令牌。
zh_hant: APNS 尚未返回設備令牌。

source: APNS registration failed: %@
de: APNS-Registrierung fehlgeschlagen: %@
es: Error en el registro de APNS: %@
fr: Échec de l’enregistrement APNS : %@
it: Registrazione APNS non riuscita: %@
pt: Falha no registo APNS: %@
ru: Ошибка регистрации APNS: %@
tr: APNS kaydı başarısız: %@
zh_hans: APNS 注册失败：%@
zh_hant: APNS 註冊失敗：%@

source: App Lock
de: App-Sperre
es: Bloqueo de la app
fr: Verrouillage de l'app
it: Blocco app
pt: Bloqueio do app
ru: Блокировка приложения
tr: Uygulama kilidi
zh_hans: 应用锁定
zh_hant: 應用程式鎖定

source: App Security
de: App-Sicherheit
es: Seguridad de la app
fr: Sécurité de l’app
it: Sicurezza dell’app
pt: Segurança do app
ru: Безопасность приложения
tr: Uygulama güvenliği
zh_hans: 应用安全
zh_hant: 應用程式安全

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência
ru: Внешний вид
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

source: Applies on this device only. Messages still arrive and count as unread. With "Only mentions", this chat notifies only when someone mentions you.
de: Gilt nur auf diesem Gerät. Nachrichten kommen weiterhin an und zählen als ungelesen. Mit „Nur Erwähnungen“ benachrichtigt dieser Chat nur, wenn dich jemand erwähnt.
es: Se aplica solo en este dispositivo. Los mensajes siguen llegando y cuentan como no leídos. Con "Solo menciones", este chat solo notifica cuando alguien te menciona.
fr: S'applique uniquement à cet appareil. Les messages continuent d'arriver et comptent comme non lus. Avec « Mentions uniquement », cette discussion ne notifie que lorsque quelqu'un vous mentionne.
it: Vale solo su questo dispositivo. I messaggi continuano ad arrivare e contano come non letti. Con "Solo menzioni", questa chat notifica solo quando qualcuno ti menziona.
pt: Aplica-se apenas a este dispositivo. As mensagens continuam chegando e contam como não lidas. Com "Apenas menções", este chat só notifica quando alguém menciona você.
ru: Действует только на этом устройстве. Сообщения по-прежнему приходят и считаются непрочитанными. С «Только упоминания» этот чат уведомляет, только когда вас упоминают.
tr: Yalnızca bu cihazda geçerlidir. Mesajlar gelmeye ve okunmamış sayılmaya devam eder. "Yalnızca bahsetmeler" ile bu sohbet yalnızca biri sizden bahsettiğinde bildirir.
zh_hans: 仅适用于此设备。消息仍会送达并计为未读。选择“仅提及”后，只有当有人提及你时，此聊天才会通知。
zh_hant: 僅適用於此裝置。訊息仍會送達並計為未讀。選擇「僅提及」後，只有當有人提及你時，此聊天室才會通知。

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar
ru: Применить
tr: Uygula
zh_hans: 应用
zh_hant: 套用

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
pt: Arquivar
ru: Архивировать
tr: Arşivle
zh_hans: 归档
zh_hant: 封存

source: Archive Chat
de: Chat archivieren
es: Archivar chat
fr: Archiver la discussion
it: Archivia chat
pt: Arquivar conversa
ru: Архивировать чат
tr: Sohbeti arşivle
zh_hans: 归档聊天
zh_hant: 封存聊天

source: Archive Group
de: Archivgruppe
es: Grupo de archivo
fr: Groupe d'archives
it: Gruppo Archivio
pt: Grupo de arquivos
ru: Архивная группа
tr: Arşiv Grubu
zh_hans: 档案组
zh_hant: 檔案組

source: Archived
de: Archiviert
es: Archivados
fr: Archivés
it: Archiviate
pt: Arquivados
ru: Архив
tr: Arşivlenmiş
zh_hans: 已归档
zh_hant: 已封存
